Repository: nhavantuonglai/hosting-server
Catalog: assets/profile/exifdatechanger/resources/localization.*.resx
Languages: de, fr, ru

source: Add keywords:
de: Tags hinzufügen:
fr: Ajouter des mots-clés:
ru: Добавить ключевые слова:

source: adjusted
de: verarbeitet
fr: Photos modifiées
ru: Отрегулировано

source: Adjust time by:
de: Zeit versetzen um:
fr: Ajuster de:
ru: Настроить время:

source: Advanced
de: Erweiterte
fr: Avancées
ru: Дополнительно

source: All Cameras
de: Alle Kameras
fr: Tous les appareils photo
ru: Все камеры

# AllImages
source: All images in source folder
de: Alle Bilder in Quellordner
fr: Toutes les images
ru: Все изображения исходной папки

source: Building image list...
de: Bilderliste wird aufgebaut...
fr: Génère la liste des images...
ru: Создание списка изображений...

# CalculateDateDiff
source: Calculate Date/Time difference
de: Datum/Uhrzeit-Differenz berechnen
fr: Calculer la différence entre 2 dates
ru: Рассчитать разницу даты/времени

source: Camera (Make/Model):
de: Kamera (Marke/Modell):
fr: Appareil photo (marque / modèle) :
ru: Камера (марка/модель):

source: Camera model not specified
de: Kamera-Modell nicht spezifiziert
fr: Modèle d'appareil photo non spécifié
ru: Модель камеры не указана

source: Cancel
de: Abbrechen
fr: Annuler
ru: Отмена

source: Cancelled.
de: Abgebrochen.
fr: Annulé.
ru: Отменено.

# ClearAll
source: Remove all EXIF data (JPG Only)
de: Lösche alle EXIF-Daten (nur in JPG)
fr: Effacer toutes les données EXIF (JPG uniquement)
ru: Очистить все данные EXIF (только в JPG)

source: Close
de: Schließen
fr: Fermer
ru: Закрыть

source: Completed.
de: Fertig.
fr: Terminé.
ru: Завершено.

source: Copyright:
ru: Авторские права:

# Credit
source: Image credit:
de: Fotocredits
fr: Auteur:
ru: Создатели:

source: Days:
de: Tage:
fr: Jours:
ru: Дней:

source: Difference
de: Unterschied
fr: Différence
ru: Разница

# DifferenceString
source: {0} days, {1} hours, {2} minutes, {3} seconds.
de: {0} Tage, {1} Stunden, {2} Minuten, {3} Sekunden.
fr: {0} jours, {1} heures. {2} minutes, {3} secondes.
ru: {0} д., {1} ч., {2} мин., {3} сек.

source: Download New Version
de: Neue Version herunterladen
fr: Télécharger la nouvelle version
ru: Скачать новую версию

source: Enter Licence
de: Lizenzdaten eingeben
fr: Entrer le numéro de licence
ru: Введите лицензию

# errorContactSupport
source: Please contact support@relliksoftware.com
de: Bitte wenden Sie sich an support@relliksoftware.com
fr: Contacter support@relliksoftware.com
ru: Свяжитесь с support@relliksoftware.com

# errorFileMask
source: Filemask cannot be blank
de: Feld für Dateiname darf nicht leer sein.
fr: Le nom de fichier ne peut pas être vide
ru: Маска файлов не может быть пустой

# errorInvalidFields
source: Invalid fields. Please check all fields before trying again.
de: Ungültige Felder. Überprüfen Sie alle Felder bevor Sie es nochmal versuchen.
fr: Données invalides. Vérifier tous les champs puis réessayer.
ru: Неверные поля. Проверьте и попробуйте снова.

# errorInvalidSource
source: Invalid source image/folder
de: Ungültige Bilder/Ordner-Quelle
fr: Image/dossier source inexistant(e)
ru: Неверное изображение или папка

# errorInvalidTargetFolder
source: Invalid target folder
de: Ungültiger Zielordner
fr: Dossier cible inexistant
ru: Неверная конечная папка

# errorMissingFile
source: Unable to find {0}. Please reinstall EXIF Date Changer and try again.
de: "{0}" nicht gefunden. Bitte installieren Sie EXIF Date Changer neu, und versuchen Sie es nochmal.
fr: Impossible de trouver {0}. Réinstaller EXIF Date Changer puis réessayer.
ru: Не удалось найти {0}. Переустановите EXIF Date Changer и попробуйте снова.

# errorParseDateTime
source: Unable to get date/time from image ({0}).
de: Auslesen von Datum und Zeit aus Bild ({0}) nicht möglich.
fr: Impossible de récupérer date/heure de l'image ({0}).
ru: Не удалось получить дату/время из изображения ({0}).

# ErrorProcessingImages
source: Unable to process images.
de: Bild(er)verarbeitung nicht möglich
fr: Impossible de traiter les images.
ru: Не удалось обработать изображение.

# errorSourceFolder
source: Source folder does not exist
de: Quellordner ist nicht vorhanden
fr: Le dossier source n'existe pas
ru: Исходная папка не существует

# errorSourceImage
source: Source image does not exist
de: Quell-Image ist nicht vorhanden.
fr: L'image source n'existe pas
ru: Исходное изображение не существует

# errorTrialMessage
source: Sorry this option is only available within the pro version
de: Leider ist diese Option nur in der Pro Version verfügbar
fr: Désolé, cette option est seulement possible avec la version PRO
ru: Эта возможность доступна только в версии Pro

# ErrorUnableWriteLocation
source: Unable to write to target location.
de: Fehler beim Schreiben in den Zielspeicherort
fr: Impossible d'écrire dans le répertoire de destination.
ru: Не удалось записать в указанное место.

# ErrorUpdateFileCreationTime
source: Error updating file creation time {0} (date taken not valid).
de: Aktualisierungsfehler bei Datei-Erstellungszeit {0} (Aufnahmedatum ungültig).
fr: Erreur lors de la mise-à-jour de la date/heure de création du fichier {0} (date invalide).
ru: Ошибка при обновлении времени создания {0} (неправильная дата)

# ErrorWatermarkImageType
source: Unable to watermark image due to unsupported image type - {0}
de: Wasserzeichenerstellung nicht möglich, da Bildtyp nicht unterstützt wird - {0}
fr: Impossible de mettre un filigrane sur l'image car ce format d'image n'est pas supporté - {0}
ru: Не Удалось наложить водяной знак, формат не поддерживается - {0}

# ErrorWatermarkingImage
source: An error occurred while watermarking the image - {0}
de: Bei der Wasserzeichenerstellung ist ein Fehler aufgetreten - {0}
fr: Une erreur est survenue pendant l'installation du filigrane sur l'image - {0}
ru: Ошибка при наложении водяного знака на изображение - {0}

# errorWebpage
source: Unable to start web browser. Please manually visit {0}
de: Starten von Web-Browser nicht möglich. Bitte Website {0} manuell besuchen.
fr: Impossible de démarrer l'explorateur Internet. Visiter manuellement le site {0}
ru: Не удалось запустить веб-браузер. Посетите {0} вручную.

# ErrorWritingImageAttributes
source: An error occurred while writing the image attribtutes for {0}
de: Beim Schreiben der Bildattribute für {0} ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de l'écriture des attributs d'image pour {0}
ru: Произошла ошибка при записи атрибутов изображения для {0}

source: Exit
de: Beenden
fr: Quitter
ru: Выход

source: File Created Date
de: Datei-Erstellungsdatum
fr: Date de création du fichier
ru: Дата создания файла

source: File Modified Date
de: Datei-Änderungsdatum
fr: Fichier Modifié le
ru: Дата изменения файла

source: Filters
de: Filter
fr: Filtres
ru: Фильтры

source: Final date/time:
de: Endtermin Zeit
fr: Date et heure finales:
ru: Конечная дата/время:

source: Get Cameras
de: Kameras holen
fr: Recherche caméras
ru: Загрузить

source: Hours:
de: Stunden:
fr: Heures:
ru: Часы:

# IncremementImageTimeText
source: Adding {0} seconds to each image
de: Bilder-Aufnahmezeit-Unterschied festlegen in (Sekunden)
fr: Augmenter chaque image de (secondes)
ru: Увеличить время каждого изображения на (секунд)

source: Language
de: Sprache
fr: Langue
ru: Язык

# MenuAbout
source: &About
de: Über
fr: A &propos d'EXIF
ru: &О программе

# MenuExit
source: E&xit
de: Beenden
fr: &Quitter
ru: В&ыход

# MenuFile
source: &File
de: Datei
ru: &Файл

# MenuHelp
source: &Help
de: Hilfe
fr: &Aide
ru: &Справка

# MenuHelpContents
source: &Help Contents
de: Hilfe-Übersicht
fr: &Sommaire
ru: &Содержание справки

# MenuRegister
source: &Register
de: Registrieren
fr: S'enregistrer
ru: &Регистрация

source: Minutes:
de: Minuten:
ru: Минуты:

source: Missing program file
de: Fehlende Programmdatei
fr: Fichier manquant
ru: Отсутствует файл программы

# NewVersionAvailable
source: There is a newer version available. Download now?
de: Eine neuere Version ist verfügbar. Jetzt herunterladen?
fr: Il y a une nouvelle version disponible. Télécharger maintenant ?
ru: Доступна новая версия. Скачать?

source: No date adjustment
de: Keine Datumsanpassung
fr: Aucun réglage
ru: Без настройки даты

# OnlyIncludeCriteria
source: Only include photos matching this criteria:
de: Nur Fotos verwenden, die diesen Kriterien entsprechen:
fr: Inclure seulement les photos correspondantes aux critères suivants:
ru: Включать только фотографии, соответствующие критериям:

source: Open Folder
de: Ordner öffnen
fr: Ouvrir le dossier
ru: Открыть папку

source: Options
de: Optionen
ru: Опции

source: Original date/time:
de: Ursprüngliche Datum Zeit
fr: Date et heure initiales:
ru: Исходная дата/время:

# OverwriteFiles
source: Are you sure you want to place the updated images in the same folder. A Copy of the image with '_original' in its filename will be kept unless the 'Overwrite original' option is checked.
de: Sind Sie sicher, dass Sie die aktualisierte Bilder in den selben Ordner platzieren möchten. Eine Kopie des Bildes mit '_Original', in dem Dateinamen wird beibehalten, es sei denn, die Option 'Original Überschreiben' ist aktiviert.
fr: Êtes-vous sûr de placer les images mises à jour dans le dossier initial ? Si l'option 'Écraser les fichiers originaux' n'est pas cochée, les images seront dupliquées avec le tag '_original'.
ru: Разместить обновлённые изображения в той же папке? Неизменённые копии изображений будут сохранены с добавлением «_original» к имени файла, если не включить опцию «Заменить оригинал»

# OverwriteOrigFile
source: Remove original file
de: Originaldatei überschreiben
fr: Effacer le fichier original une fois renommé
ru: Удалить исходные файлы

# Photos
source: Images
de: Bilder
ru: Изображения

# PleaseRestart
source: Please restart EXIF Date Changer to run the Pro version
de: Bitte EXIF Date Changer neu starten um die Pro-Version auszuführen
fr: Redémarrer EXIF Date Changer pour activer la version PRO
ru: Перезапустите EXIF Date Changer для запуска полной версии

# PreserveOrigModDate
source: Preserve original modification date
de: Datum der ursprünglichen Änderung beibehalten
fr: Conserver la date initiale du fichier
ru: Сохранять исходную дату модификации

source: Process:
de: Verarbeiten:
fr: Traitement:
ru: Процесс:

# ProcessAfterDate
source: Only process images taken after:
de: Nur Bilder verarbeiten ab dem:
fr: Traiter seulement les photos prises après :
ru: Обработка фотографий, сделанных после:

source: Processing photos
de: Fotos werden verarbeitet
fr: Traitement photos en cours
ru: Обработка фотографий

# ProcessingPhotosIn
source: Processing photos in {0}...
de: Fotos in {0} werden verarbeitet...
fr: Traitement photos dans {0}...
ru: Обработка фотографий в {0}...

source: Process Photos
de: Fotos verarbeiten
fr: Lancer le traitement
ru: Обработка фотографий

source: Program Update
de: Programm Update
fr: Mise à jour du programme
ru: Обновление программы

# ProVersionFileType
source: Skipped - Batch processing of multiple raw/video images requires Pro version - {0}
de: Übersprungen - Für die Stapelverarbeitung mehrerer Roh- / Videobilder ist die Pro-Version {0} erforderlich.
fr: Ignoré - Le traitement par lots de plusieurs images brutes / vidéo nécessite la version Pro - {0}
ru: Пропущено - для пакетной обработки нескольких необработанных / видеоизображений требуется версия Pro - {0}

source: Recurse folders
de: Unterordner einbeziehen
fr: Inclure les sous-répertoires
ru: Вложенные папки

# RemoveOverwriteOrigFileWarning
source: You have selected to overwrite or remove the original file without keeping a backup. It is recommended that you process your images to a different folder and then manually delete the originals once you are happy with the changes. Are you sure you want to continue?
de: Sie haben die ursprüngliche Datei überschrieben oder entfernt, ohne eine Sicherungskopie zu erstellen. Es wird empfohlen, dass Sie Ihre Bilder in einem anderen Ordner bearbeiten und die Originale dann manuell löschen, wenn Sie mit den Änderungen zufrieden sind. Sind Sie sicher, dass Sie fortfahren möchten?
fr: Vous avez choisi d'écraser ou de supprimer le fichier d'origine sans conserver de sauvegarde. Il est recommandé de traiter vos images dans un autre dossier, puis de supprimer manuellement les originaux une fois que vous êtes satisfait des modifications. Es-tu sur de vouloir continuer?
ru: Вы выбрали перезапись или удаление исходного файла без сохранения резервной копии. Рекомендуется обрабатывать изображения в другой папке, а затем вручную удалять оригиналы, как только вы будете довольны изменениями. Вы уверены что хотите продолжить?

source: Rename files to:
de: Dateien umbenennen in:
fr: Renommer les fichiers:
ru: Переименовать файлы:

source: Renaming Images...
de: Bilder umbenennen ...
fr: Renommage des photos...
ru: Переименование изображений...

source: Save &Folders
de: Ordner-Angaben speichern
fr: Sauvegarder les chemins des &dossiers
ru: Сохранить &папки:

source: &Save Options
de: Optionen speichern
fr: &Sauvegarder les options
ru: &Сохранить настройки

source: Seconds:
de: Sekunden:
fr: Secondes:
ru: Секунды:

source: Set date / time from image
de: Datum / Zeit von Bild übernehmen
fr: Régler la date/heure depuis une photo
ru: Взять дату и время из фотографий

source: Set date/time to:
de: Datum / Uhrzeit festlegen auf:
fr: Ajuster la date/heure de:
ru: Установить дату и время:

# SetFileDate
source: Set file date/time to date taken
de: Übernehme Foto Aufnahme-Datum als Datei Datum und Uhrzeit
fr: Mettre la date du fichier Date du fichier (si aucune)
ru: Задать дату/время на дату создания

source: Single image
de: Einzelnes Bild
fr: Une seule image
ru: Одиночное изображение

# Skipped
source: Skipped due to filters - {0}
de: Übergangen weil der Filter - {0}
fr: Non traité en raison du filtre - {0}
ru: Пропущено из-за фильтров - {0}

source: Source Folder:
de: Quellordner:
fr: Dossier source:
ru: Исходная папка:

source: Source Image:
de: Quell-Image:
fr: Une seule image:
ru: Исходное изображение:

# TargetFolder
source: Destination Folder:
de: Zielordner:
fr: Dossier de destination :
ru: Конечная папка:

# TextInFileName
source: Date in Filename
de: Text im Dateiname
fr: Date Nom du fichier
ru: Текст в имени файла

# TimeDifference
source: Time Adjustment
de: Zeit-Unterschied
fr: Réglage de l'heure
ru: Корректировка времени

# UpgradeFeatures
source: Upgrade and get the following features: * Ability to filter by camera * Advanced options like keywords, credits, copyright etc * Ability to process other image formats such as RAW, CR2, TIF, DNG etc * Commercial Use For more information and a version comparison please visit our website:
de: Mit einem Upgrade auf die Pro Version erhalten Sie: * die Möglichkeit nach den unterschiedlich verwendeten Kameras zu filtern * Erweiterte Optionen wie Schlüsselwörter (Tags), Fotocredits, Copyright usw * die Möglichkeit andere Bildformate zu verarbeiten, z.B. RAW, CR2, TIF, DNG usw. * die Möglichkeit das Programm kommerziell zu nutzen. Für mehr Information und ein Vergleich der verschiedenen Versionen, besuchen Sie unsere Website.
fr: Upgrade and get the following features: * Possibilité de filtrer par type d'appareil photo * Options avancées telles que mots-clés, auteurs, copyright, etc. * Possibilité de traiter les formats d'image tels que RAW, CR2, TIF, DNG, etc. * Utilisation commerciale Pour plus d'informations et comparer les versions, visiter le site Internet :
ru: Купите полную версию и получите следующие возможности: * Фильтрация по модели камеры * Дополнительные опции: ключевое слово, авторские права и прочее * Возможность обрабатывать форматы RAW, CR2, TIF, DNG и т.п. * Коммерческое использование Подробнее смотрите на нашем сайте:

source: Upgrade To Pro
de: Upgrade auf Pro
fr: Upgrade à la version PRO
ru: Обновить до версии Pro

source: Warning
de: Warnung
fr: Avertissement
ru: Предупреждение

# TimeDiffTooGreat
source: Time difference too great. Please use the option to set a specific date/time
de: Zeitunterschied zu groß. Bitte verwenden Sie die Option, um ein bestimmtes Datum/eine bestimmte Uhrzeit einzustellen
fr: Décalage horaire trop important. Veuillez utiliser l'option pour définir une date/heure spécifique
ru: Слишком большая разница во времени. Пожалуйста, используйте опцию, чтобы установить конкретную дату/время
